{
    "email":"submissions@trj.com",
    "kind_of_proposal":"We continue to receive stories from all corners of the world and from all sorts of people. It's what makes the adventure community so amazing. Keep them coming! If you have a story, or have heard of an amazing journey or adventure that you feel isn't getting the exposure it deserves, then please get in touch. We want to make sure people are inspired. And you might just have what we need! We are looking for stories which have a provocative theme or angle a fresh take on the world of adventure; interesting people doing interesting things. Our stories must have something special and emotional to captivate our readers they are not trip reports or destination reviews. They need to be more than that.",
    "writing_style": "There are no limitations on style, as long as the writing is exciting and engaging, although a sense of adventure should be at the heart of every Sidetracked feature. For us, it is all about telling a great story and inspiring through dramatic events, compelling characters and the texture we feel in the smallest details. Above all, we want our stories to inspire! It would help if you made yourself familiar with the style, tone and content of Sidetracked, and were aware of recent articles to ensure your chosen subject had not been covered in the past year or so. As a guide we tend to like articles of about 1500-2000 words but always happy to look at longer and shorter pieces too. The stories should focus on the personal experience of adventure rather than the technical details and we often find that focusing on one particular event or phase in the journey works very well. We know some trips are so epic, and often very long, that to even consider cramming it all into 2,000 words seems impossible and even disingenuous so please dont try, and instead concentrate on a smaller aspect of your journey. We do read all submissions but as we are a small team, please bear with us and we do our best to reply to you within two months.",
    "generative_ai": "We request that stories are written in their entirety by a human writer, and images must be the result of a photographic process using a camera although tasteful editing using an image editor such as Lightroom or Photoshop is, of course, allowed and encouraged. Although some writers and photographers now make use of generative AI tools, we ask that submissions do not make use of these tools in any way. This includes platforms such as ChatGPT as well as generative AI tools built into operating systems and word processors, including Copilot, 'Help me write' in Google Docs, and Writing Tools on Apple devices. If you are not a confident or experienced writer, or if English is not your first language, don't worry we'll work with you to create a story you can be proud of!",
    "request": "We work extremely hard alongside our contributors to bring you the very best stories from across the world of adventure travel. Hence we politely wish to ask other websites and publications to refrain from cloning our content without prior expressed permission from Sidetracked. The featuring of Sidetracked-edited content is strictly forbidden, and we ask that all work first appearing on the Sidetracked website be credited as such with a link to the original story." 
}
